const allStates = [
    "В горячем резерве",
    "В холодном резерве",
    "В капитальном ремонте",
    "В текущем ремонте",
    "В работе",
    "В консервации",
    "Не в резерве",
  ];

  const colorForState = [
    "#FF1100", // "В горячем резерве"
    "#2d51b7", // "В холодном резерве"
    "#521515", // "В капитальном ремонте"
    "#FFD800", // "В текущем ремонте"
    "#3DC52D", // "В работе"
    "#000483", // "В консервации"
    "#15DEC0", // "Не в резерве"
  ];

export default allStates;
export {colorForState};
